{"Number":{"0":1,"1":2,"2":3,"3":4,"4":5,"5":6,"6":7,"7":8,"8":9,"9":10,"10":11,"11":12,"12":13,"13":14,"14":15,"15":16,"16":17,"17":18,"18":19,"19":20,"20":21,"21":22,"22":23,"23":24,"24":25,"25":26,"26":27,"27":28,"28":29,"29":30,"30":31},"Proverb":{"0":"Don't look a gift horse in the mouth","1":"Slow and steady wins the race","2":"To be the black sheep of the family","3":"His bark is worse than his bite","4":"When in Rome, do as Romans do","5":"Don't judge a book by its cover","6":"A bird in hand is worth two in the bush","7":"All that glitters is not gold","8":"In the land of the blind, the one-eyed man is king","9":"An idle brain is the devil's workshop","10":"Clothes do not make the man","11":"Don't cast pearls before swine","12":"Don't put the cart before the horse","13":"If you play with fire, you'll get burned","14":"Don't cry over spilt milk","15":"Money doesn't grow on trees","16":"Out of sight, out of mind","17":"People who live in glass houses shouldn't throw stones","18":"Rome wasn't built in a day","19":"The grass is always greener on the other side of the fence","20":"Too many cooks spoil the broth","21":"When God closes a door, He opens a window","22":"Where there's smoke, there's fire","23":"Like a fish out of water","24":"An eye for an eye and a tooth for a tooth","25":"One hand washes the other","26":"One swallow doesn't make a summer","27":"Walls have ears","28":"Business is business","29":"He who laughs last, laughs best","30":"Forbidden fruit is the sweetest"},"Other phrases (2-4)":{"0":"Don't look at the outside of a horse's mouth\nDon't put your fingers in a horse's mouth\nDon't look at the inside of a horse's mouth","1":"Slow is the best way to reach something\nSlow is the worst way to win the race\nFast and steady wins the race","2":"To be black when the others are white\nTo be dark when the others are light\nTo be in a minority","3":"Don't run when a dog is barking at you\nDon't move when a dog is barking at you\nA dog that barks can be dangerous","4":"When in Rome, do as a gladiator\nWhen in Rome, do exactly the same as the others do\nWhen in Rome, you should try Italian pizza","5":"When you see a book, you don't know what's inside\nWhen you see a book, you don't know its content\nYou can't judge a book well at first sight","6":"A bird in the hand is safe\nA bird in your fingers is worth two in the bush\nA bird suffers at the hands of a hunter","7":"All that glitters is not silver\nAll that glitters doesn't shine\nGold doesn't glitter","8":"The king is the most important person, even if he isn't intelligent\nThe king is the most important person because he is brilliant\nAmong the blind, you become as important as a king","9":"The brain is the best place for the devil\nThe brain is the good place to think about work\nKeep busy and don't allow the devil into your life","10":"The clothes you wear say a lot about your personality\nYour outfit says a lot about your personality\nClothes do not say everything about you","11":"Don't cast pearls before pigs\nDon't give  pigs your jewellery\nDon't give  pearl bracelets to swine","12":"Don't sit down in front of the cart\nDon't settle the cart before the horse\nDon't put the horse behind the cart","13":"If you put your hand in a candle, you'll get burned\nIf you put your hand in a candle, you don't get burned\nDon't put your hands on fire, it's painful","14":"Don't cry over dropped milk\nDon't cry over spilt water\nDon't shed tears over the milk","15":"Don't hang money on trees\nMoney doesn't hang on the trees\nBanknotes don't hang on trees","16":"Modern art is beautiful\nOut of sight, out of the brain\nDon't construct walls in your mind","17":"You shouldn't throw stones through the window\nPeople who live in crystal houses should't throw stones\nPeople with a glass roof must be careful with their fragile houses","18":"To construct a temple, you need a lot of hands\nRome was't built in a week\nTemples aren't built in a day","19":"The grass is more beautiful and healthier on the other side of the fence\nThe grass is always greener on the other side of the garden\nThe grass is always greener on the right side than it is on the left side","20":"Too many hands stirring the pot spoil the food\nToo many cooks spoil the potage\nMany cooks stirring a pot make original food","21":"When a window opens, a door shuts\nWhen God closes a window, He opens a door\nWhere a door is closed, one or more windows are open","22":"Where there's fire, there's smoke\nWhere there's smog, there's fire\nSmoke spreads faster than fire","23":"Fish don't survive out of their natural habitat\nLike a fish out of the sea\nWithout water a fish is lost","24":"Eyes are bigger than the stomach\nEyes are for sight and teeth are for eating\nAn eye always notice the teeth","25":"The left hand washes the right one\nOne hand cleans the other\nIt is important to wash your hands regularly","26":"Better alone than in company\nOne swallow  without company doesn't make a summer\nThe sun doesn't shine for just one swallow","27":"Modern art is beautiful\nWalls don't have ears\nDon't construct walls in your mind","28":"Friends can do business together\nCareer is business\nWorking and having fun is the key to a successful business","29":"He who laughs last, laughs longer\nHe who laughs last, laughs worst\nThe last one to laugh can laugh louder","30":"Red apples are tempting, because they are attractive\nForbidden fruit is the most delicious\nSnakes love eating apples"},"Keywords (2-4)":{"0":"gift, horse, mouth","1":"slow, steady, wins, race","2":"black, sheep, family","3":"bark, worse, bite","4":"Rome, do, Romans","5":"judge, book, cover","6":"bird, hand, two, bush","7":"glitters, gold","8":"land, blind, one, king","9":"idle, brain, devil, workshop","10":"clothes, make, man","11":"cast, pearls, swine","12":"put, cart, before, horse","13":"play, fire, get, burned","14":"cry, spilt, milk","15":"money, grow, trees","16":"out, sight, mind","17":"people, glass, houses, stones","18":"Rome, built, day","19":"grass, greener,  fence","20":"cooks, spoil, broth","21":"God, door, window","22":"smoke, fire","23":"fish, out, water","24":"eye, tooth","25":"hand, washes","26":"swallow, make, summer","27":"walls, ears","28":"business, is","29":"laughs, last, best","30":"forbidden, fruit, sweetest"},"Other keywords (3-6)":{"0":"present, cow, sheep, face, eyes","1":"fast, loses, game, owns, shaky, good","2":"white, gray, goat, school, group","3":"noise, better, threat, munch, teeth, claws","4":"Italy, eat, Italians, gladiators, fight","5":"painting, value, quality, evaluate","6":"one, three, five, grass, chicken, grill","7":"shines, silver, glass, beautiful, safe","8":"country, smart, deaf, two, emperor, ruler","9":"inactive, head, angel, desk, good, human","10":"dress, outfit, costume, do, person","11":"give, throw, gold,diamond,  jewel, pig","12":"place, setlle, wagon, carriage, behind, pony","13":"game, pleasure, match, light, become, torch","14":"call, yell,shout, leak, cream, ","15":"cash, coins, notes, spread, hang, bush","16":"outside, inside, eyes, view, brain, wit","17":"persons, group, crystal, plastic, cast, minerals","18":"Romans, constructed, created, night","19":"pasture, nicer, bigger, place, wall","20":"bakers, damage, destroy, potage, brew","21":"person, screen, handy, wide, exit","22":"smog, fog, flame, bonfire","23":"shark, whale, outside, inside, sea","24":"sight, view, mouth, molar, chew","25":"fingers, palm, cleans, scrub, sterilize","26":"crow, owl, contribute, give, sprint, weather","27":"fence, block, side, eyes, tongue","28":"work, job, career, profession, occupation","29":"smile, first, joke, giggle, worst","30":"desired, prohibited, object, apple, sugared, delicious"},"Meaning":{"0":"When we receive a gift, we must show satisfaction, even if it is not to our liking.","1":"Working slowly and consistently leads to success.","2":"If you are different, you are often not accepted in a group.","3":"To appear fierce and scary to everyone without having a reason for it.","4":"When visiting a foreign country, follow the customs of those who live in it.","5":"You should not judge the worth or value of something by its outward appearance alone.","6":"Things we already have are more concrete than what we hope to get.","7":"Not all beautiful things are beautiful to look at.","8":"Even someone without much talent or ability is considered special by those with no talent or ability at all.","9":"If you have nothing to do, you'll like think of mischief.","10":"Someone's character can't be judged by their outward appearance.","11":"Don't offer something valuable to someone who doesn't value it.","12":"Do things in the proper order.","13":"Dangerous or risky actions often lead to pain and injury.","14":"There is no point in staying upset over a mistake  because you can't undo what happened.","15":"Spend money carefully, because it's limited.","16":"When something or someone can't be seen, it's easy to forget it or them.","17":"People who have faults should not critize others for having the same faults.","18":"A difficult task or great achievement takes time and effort and shouldn't be rushed.","19":"Other people's circumstances or belongings always seem more desirable than one's own.","20":"When too many people are trying to do the exact same thing, they get in each other's way.","21":"When you lose an opportunity, something else will come your way.","22":"Every rumour has some foundation, if there is any suspicion about an event, it's probable that part of it is true.","23":"Someone who is in a situation that they are unsuited for don't feel comfortable.","24":"You believe if someone does something wrong, that person should be punished by having the same thing done to them.","25":"If I help you, I can expect your help in return.","26":"A single fortunate event doesn't mean that what follows will also be good, nor does it indicate a trend.","27":"Be careful what you say, it may be heard by people you don't intend.","28":"Business decisions are completely separate from emotions and personal issues.","29":"Persevere in the face of opposition, and you will succeed in the end.","30":"Things that are prohibited seem very attractive and\/or desirable."},"Other meanings (2-4)":{"0":"We must be careful with horses.\nWhen we receive a gift, we must show happiness, even if it is not to our liking.\nWe should always show satisfaction with a gift, if it is to our liking.","1":"Enthusiastic and fast will produce better results than persistent and slow.\nWorking serenely and consistently leads to success.\nIf you work slowly, you will succeed.","2":"If you are black and bigger than the others, they won't accept you.\nIf you are different, you are  accepted in a group.\nIf you are black, you have problems.","3":"To threaten someone, but not take action or follow through on the threats.\nTo appear angry and furious to everyone without having a reason for it.\nTo make a lot of noise without apparent reason.","4":"When visiting a foreign country, copy the habits of the residents in order not to embarrass yourself.\nWhen visiting a well-known place, follow the customs of those who live in it.\nWhen visiting a foreign country, try not to stand out.","5":"The cover of a book doesn't always correspond to its contents.\nYou should not judge the content of something by its outward appearance alone.\nWhen you see a book, you should look inside carefully in order to judge it.","6":"If you get caught by a hunter, you are probably in trouble.\nThings we already have are more safe than what we hope to get.\nBe careful with hunts, they can be dangerous.","7":"Everything that looks precious or true turns out to be shiny.\nNot all beautiful things seem really beautiful to look at.\nThings that look good are probably very bad.","8":"Someone with a lot of skills is almost always in a better position and is more successful than others.\nEven someone without much talent  is considered brilliant by those with no talent or ability at all.\nSomeone without skills is in a better position and is more successful than people who have some skills.","9":"The devil wants to make work for you.\nIf you have nothing to do, you'll become lazy.\nIt’s important to try not to think about the devil","10":"Someone's character is mirrored in the clothes they wear.\nSomeone's character should be judged by their outward appearance.\nThe clothes you wear don't always suit your style.","11":"Don't carry your pearls in your hands.\nDon't offer something valuable to someone who doesn't appreciate it and isn't thankful about it.\nBe careful with pigs, especially if you wear pearls.","12":"Go ahead, row against the tide.\nDo things according to the rules.\nDon't do things in the proper order, do the most important things first.","13":"Fire is dangerous, be careful with it.\nDangerous or irresponsable actions often lead to pain and problems .\nCandles can warm your hands.","14":"Don't be upset if you have spilled milk, you can't undo what's done.\nThere is no reason in staying upset over a mistake  because probably you can undo what happened.\nDon't be angry for spilling milk, what's done is done.","15":"Be careful with money, it's not like leaves that hang on the trees.\nSpend money carefully, because to get it you must work very hard.\nDon't confuse money with tree leaves, money doesn't grow like leaves.","16":"When we aren't able to see our friends, they still stay in our heart.\nWhen something or someone can't be seen often, you forget it or them.\nIf we lose touch with something or someone, we don't forget it or them.","17":"When someone is fragile, you shouldn't critize them, because it's unfair.\nPeople who have faults should be careful with others who have the same faults.\nIf we have friends with problems, we should always help them.","18":"Great things require a lot of hands to work on.\nA difficult task or great achievement takes time and effort and therefore should be rushed.\nAdmirable results always take effort and are not easy to finish.","19":"Great things require a lot of efforts to seem nice, like the grass that is green if well cared for.\nOther people's circumstances or belongings always seem more useless than one's own.\nOther people may appear to be better or more attractive than you, maybe they are, but you don't know.","20":"When many hands work together towards a goal, it speeds up the process.\nWhen too many people are trying to do the exact same thing, they don't get ready.\nWhen many hands work together, it makes the work lighter.","21":"When you are desperate, someone will help you.\nWhen you lose an opportunity, try again and again.\nWhen you lose an opportunity, you gain life experience.","22":"Smoke can go far and spread rumours.\nIf there is any suspicion about an event, that means that isn't true.\nA rumour doesn't always have a foundation, but the consequences of a rumour can be very dangerous.","23":"When you are lost, you don't feel comfortable.\nSomeone who is in a bad situation and feels unhappy.\nWhen you lose your family and friends, you feel really alone and without protection.","24":"You believe if someone does something wrong, you should look them in the eye and they should be aware of their actions.\nIf someone does something wrong, that person should be punished according to the law.\nWe should be direct and look into the eyes and at the teeth.","25":"When someone makes a mistake, they should be punished.\nIf I help you, I can't expect your help in return.\nWhen you do something wrong, you should wash your hands of it.","26":"A single fortunate event doesn't mean that what follows will be different.\nA single fortunate event doesn't mean an immediately success, nor does it indicate a tendency.\nA single instance of something is the first step for a repeating event.","27":"Your hearing can be obstructed by walls.\nBe careful what you say and how you say important things, it may be heard by people who misunderstand you.\nModern art can be acoustic as well as visual.","28":"Working in a team is necessary for business.\nBusiness decisions are not separate from emotions and personal issues.\nSuccess is always earned through persistence and determination.","29":"Even if someone is not successful now, it doesn't mean they won't succeed in the end.\nPersevere in the face of opposition, and you will be surprised in the end.\nThe person who is the most patient of all, misses their opportunity.","30":"Forbidden things are always the ones that disappear that fastest.\nThings that are prohibited seem very interesting, but they  are not.\nThings that are prohibited are always the most dangerous."},"Example":{"0":"I received a red bag as a Christmas present, it is not my style, but “...”!","1":"After her accident, she started doing exercices and gradually she built up until she reached a very high level. “","2":"John does everything contrary to what his parents and family expect of him, that's what it's like “...“.","3":"That neighbour next door keeps threatening to call the police when we play music, but there is nothing to fear, “...”. ","4":"I don’t usually drink wine except on holiday, well, “...”.","5":"That man may look very small and insignificant, but ”...” – he's a very powerful man in his circle.","6":"This job is not the job of my dreams, but I will take it. “...”.","7":"You want to be a movie star when you grow up. The film industry looks good from a distance, but it has its own problems. Remember, “...”.","8":"Despite his obvious lack of experience and skills, he became head of the department because “...”. ","9":"The kids should be kept busy during the summer break. You know, “...”.","10":"I can’t believe he has been charged for insider trading. He always seemed so professional and impeccable. Well, “...”.","11":"These people just like fastfood, “...“ by serving them French cuisine.","12":"“...“ by finalizing the house you want to buy before you arrange the funds for downpayment.","13":"It's no surprise that David ended up in jail after getting involved in that fraudelent \nscheme, ”...”.","14":"Paul had just been robbed and lost a lot of possessions. His friend advised him: “...”.","15":"I’m surprised that you spent your entire month’s salary on a fur coat. Be careful, “...”.","16":"Many celebrities always find a way to appear in the media because they know that “...”.","17":"The main political party in the opposition has blamed the ruling party for giving privileges to people with dubious backgrounds in the upcoming elections. But, are they themselves clean on this issue? “…...”.","18":"You can’t expect him to finish such a complex project in a day, “...”.","19":"Maria’s never happy. Every time she gets what she wants, she forgets it and starts looking for something new. She always thinks ”...”.","20":"I am doing the lettering,”...”, so why don’t you find the pictures for our poster?","21":"Don't worry about not getting this job, Steve. “...”.","22":"Do you believe those rumors about the princess?  Well, yes, ”...”.","23":"I felt like “...” in my new school, everything seems to be different here.","24":"He stole Tom’s pencil last week and now he cannot find his own, “...”.","25":"Look, if you feature our company's logo during your campaign, we get a major boost \nin advertising visibility, and you get a bump in your campaign funding — ”...”!","26":"Sales in January were up about 2 percent, which of course, is good news. However, “...” and we have no guarantee that the situation will get better.","27":"We should discuss the situation with our boss, but outside the office, because “...”.","28":"He’s a very nice person and very accomplished, but “...”, he owes us money and he’ll have to pay it back.","29":"He thinks just because he has won this game, that means he is the best player. Well, wait until the championship. Remember, ”...”.","30":"It is true that ”...”, but please, check the pros and cons before making such an impulsive decision. "},"Other examples (2-4)":{"0":"She loves horses and always look at their mouth, but “...”!\nI received a small present, it is a trend, nice “...”!\nI received a nice present, I am very glad with it so “...”!","1":"He works very hard in order to be promoted quickly in his career. However, only “...“.\nShe's very methodical and works very very quickly in order to be promoted. However, only “...“.\nShe is very ambitious, but inefficient and impatient, “...“.","2":"She is different from everyone else and an example for everybody, that's what it's like “...“.\nShe is beautiful and successful, she's \"…...\".\nSara is the biggest and the most important in the family, that's what it's like “...“.","3":"The new boss seems to be very chaotic, but also nice . We will wait and see if “...”.\nI am concerned with this new project, because we have a strong opposition against it. They say “...”, but I’m afraid that’s not the truth.\nThe teacher threated to give all his pupils a bad grade and we are afraid of it. he normally does what he says, so \"......\".","4":"I don’t love cotton candy, but Mary convinced me to try it once and I made an effort, well, “...”, right?\nI would like to try dancing in the street and I did, well, \"....\".\nMy cousin’s friend came to my house for the first time and didn’t introduce himself, just said “when in Rome, do as the Romans do”.","5":"He seems a bit of a jerk and he really is a jerk, but he can change in the future. And then we won’t “...”.\nThis writer is brilliant and he has sold a lot of books, so \"....\".\nMy cousin’s friend seems a jerk, but we do not know if he really is. We need to know him better in order to “...”.","6":"He doesn’t like this job and he is not sure if he can continue with it. Besides that, is not always true that “...”.\nThis job is exactly the job I was looking for, \"…..\".\nI prefer this job over the other one I had, but it is not permanent and “...”.","7":"She is considering becoming a stewardess, because she loves travelling around the world, but she's not sure, because “...”.\nI love travelling around the world and I hope that my dream comes true and I don't believe that \".....\".\nThis job is not the job of my dreams. It is very stressful and demanding, but “...”.","8":"He is very intelligent, young and motivated, obviously he is the first choice for the company, “...”.\nShe is intelligent and successful in her town, \"....\".\nEduard is an intersting person and has some talents, however he is not the best of all candidates . Definitely he is not “...”. ","9":"We should work hard all the time, because “...”.\nThe kids should rest and be quiet during the break. You know, “...”.\nThe children should be kept quiet during the lessons. Otherwise , you know “...”.","10":"He is not rich . However he always wears designer clothing. Well “...”.\nHe's rich and is convinced he is the best and buys clothes every single day. \"....\".\nHe emblezzed all the money. Nobody can believe it, but I suspected him because he always wore very expensive clothes and he probably thought that “...”.","11":"He always wears designer clothing, so \"...\" by giving him a very cheap t-shirt.\nShe is an expert in jewellery and she loves pearls, so \"….\".\nShe buys so much jewellery that she can even give some to the pigs, but ”...”.","12":"He wears only designer clothings and wants to wear the latest fashion, he is always forward, “...” is something we need to tell him more often.\nShe wants to do everything at the same time with efficiency, but she doesn't know how to \"....\".\nHe is very active and fast, sometimes he doesn’t put first things first. And, setting priorities means that you “...”.","13":"He was not involved in the crime, but he was a friend of the group and ”...”. \nHe was not involved in the fight, but he was a friend of a friend of the group and ”...”. \nDaniel went to the center of the demonstration and ”...”. Fortunately he didn’t get injured. ","14":"He has elbowed the flower pot from the window.  It’s almost broken, but fortunately it is not and “...”.\nHe had just been robbed and broke a leg. His friend was also injured: “...”.\nDaniel was in the center of the demonstration and lost his wallet, someone has found it and said “...”.","15":"John lost his wallet, someone has found it, given it back and said to him “...”.\nShe is greedy, however today she spent a lot of money. \".....\".\nAnna has been robbed and lost her favorite jewellery. She is very disappointed and knows that she won’t recuperate her loss, because “...”.","16":"Some families do not have a lot of contact, just at special occasions. However familiy is part of you so “...”.\nShe doesn't promote her products. However, she sells a lot. \"....\".\nProblems in remote places can’t be “...“ for  politicians, they see it and are confronted with it.","17":"Problems in remote places can’t be forgotten by politicians, they should help people to solve their problems because “........”.\nThe royals have no idea how life is during an economic crisis, because \"....\".\nMany celebrities do not have any idea how life is for normal people and that’s a pity because “......”.\n","18":"Just as ”...”, you are not going to pass this exam just by studying the theory, you must practice it.\nYou are very fast and quick, but you don't have experience, so \"....\".\nMy son has taken 2 weeks to get to this position. Normally you should take at least two years “...”, but in two weeks. ","19":"My colleague is always complaining about her appearence, but what she really wants is to get attention. I think that “...”.\nHe has the newst smartphone and he thinks that he's the only one with it. \"....\".\nYou can’t expect him to finish his work next week, he’s a perfectionist and probably he thinks that “...”.","20":"When I see her  post all those travel pictures on Instagram, I think that she exagerates with her display of her life. Moreover ”...”.\nShe posted everything on social media and she isn't concerned about the consequences of it. \"......\".\nThere are a lot of people involved in this project. That is ok because I do not think that ”...”.","21":"He didn’t study and failed the exam, “...”.\nWe should limit our attention to his religion and help him to believe that “...”.\nHe doesn't work hard and has growing debts, so \"….\".","22":"She posted all pictures of her holidays on Instagram and didn’t realize that people could bad-mouth her. ”...”.\nDo you believe in ghosts?  Well, yes, ”...”.\nDon't worry about the exams results, Steve. You did it well and ”...”.","23":"He’s like his father athletic and handsome, he feels “...”.\nShe’s like her mother active and talkative, she feels “...”.\nAlmost everyone knew each other really well, and I knew most of them too. So I felt a bit ”...”.","24":"Revenge must be done with justice, “...”.\nHe stole a car, but didn’t get caught, “...”.\nThe group put fire to a car, but didn’t get caught, “...”.","25":"Our situation is difficult, but we are optimistic and — ”...”.\nI helped him with his homework. However he didn't help me with the dishes. \"….\".\nHe wants to be promoted in his job, but it will take some time to get it — ”...”.","26":"Our situation became worse due to the pandemic. However, we are optimistic and, “...”.\nThe firm lost a lot of money last year, they will change its strategy, \"….\".\nIt's almost summer and we see a lot of swallows here because just “...”.","27":"With this pandemic situation, we should keep our distance, but we're okay because “...”.\nShe stopped with singing lessons , because “...”.\nWe make a lot of gestures when we are together, but maybe we should stop doing that, \"….\".","28":"The business-to-business model covers a wide range of industries, from tech and manufacturing to automobiles, maintenance, etc., and “...”.\nThey are friends and work together, they do a lot of favours for each other. Friendship first, \"....\".\nHe owes us money, but he is a good friend and he can get a discount notwithstanding “...”.","29":"Success is nice, and ”...”.\nLaughing is the best remedy if you must wait very long for something, ”...”.\nHumour is good for your health, so \"….\".","30":"He made a delicious cake without sugar, and explained that it has less calories, ”...” .\nThe trend now is to eat insects. It seems terrible to me, well, \"....\".\nThese apples have a nice colour, but they seem so unnatural that I lost my appetite. Well, ”...” ."},"Fun fact":{"0":"The proverb arose in the business of selling horses. The sellers tried to pass the animal off as a youngster in order to earn more money. However, the age of horses can easily be identified by the state of their teeth. However, if offered, age is less important and we should not complain.","1":"Originating from one of Aesop's fables, specifically the story \"The Tortoise and the Hare\". This story describes an egotistical hare, well-known for his speed, who is challenged to a race by a tortoise, known his slow walking speed. The tortoise won the race.","2":"The expression appeared in Antiquity (4,000 BC - AD 476), with herding, where sometimes a genetic mutation occurred and a black sheep was born, making it more difficult to sell at the market.","3":"The metaphor for someone who speaks a lot but doesn’t follow through with actions. It comes from the observation that dogs   can’t bite when they are busy barking.","4":"Popular saying from the 4th century d. C. (in Latin: \"Si fueris Romae, Romano vivito more, si fueris alibi, vivito sicut ibi\"), when the Roman Empire was experiencing great instability and had already split in two.\nSt Augustine, an early Christian saint, moved to Milan and adapted to the habits of fasting there . ","5":"The phrase was used in George Eliot's The Mill on the Floss in 1860. It was popularized even more when it appeared in the 1946 murder mystery Murder in the Glass Room by Lester Fuller and Edwin Rolfe: “You can never tell a book by its cover.”\n and is based on life experience.","6":"This proverb has its origins in medieval falconry, where a bird (falcon) in hand was more valuable than two in the bush (the prey). The earliest known usage in English is in the 15th century in “The Life of St. Katherine” by John Capgrave.","7":"The expression originated around the 12th century.  The Latin is \"Non omne quod nitet aurum est\".\nThe phrase appeared in The Merchant Of Venice, by William Shakespeare, \"All that glitters is not gold.\" (William Shakespeare, Merchant of Venice, Act II Scene 7) It later became a song, \"All That Glitters Is Not Gold,\" in 1901, with words by George A. Norton and music by James W. Casey.\nIt also appears prominently in “The Lord of the Rings,” by J.R.R. Tolkien, in the poem attached to Aragorn’s name.","8":"It comes from Latin \"in regione caecorum rex est luscus\", mentioned by  Desiderius Erasmus in  \"Adagia\" (1500).\nProbably he got inspired by \"Genesis Rabbah\" (4th or 5th century CE) as בשוק סמייא צווחין לעווירא סגי נהור, meaning: \"In the street of the blind, the one-eyed man is called the Guiding Light\".","9":"A saying by St. Jerome (347 – 420 AD). It can be traced back to at least the 12th century when Chaucer referred to idle hands being the devil's tools.","10":"Saying known since the Middle Ages and recorded in Latin by Erasmus (Adagia 3.1. 60) is: “vestis virum facit” meaning “clothes make the man\".\nAppearances count for a lot in life and people often will judge you by the clothes you wear . ","11":"This expression comes from the Bible, Matthew 7:6. In this part of the Bible, Jesus says, \"Do not give what is holy to the dogs; nor cast your pearls before swine, lest they trample them under their feet, and turn and tear you in pieces\".","12":"The meaning of the saying is based on the common knowledge that a horse usually pulls a cart ,and not the opposite. \nThe phrase became a figure of speech in the Renaissance (15th and 16th centuries). William Shakespeare used a variant of this saying in King Lear Act I, scene iv, line 230: \"May not an ass know when the cart draws the horse?\"","13":"The metaphor was first recorded in 1655 and is based \non empirical knowledge. It warns that dangerous or risky actions \noften lead to pain and injury.","14":"Expression used by British historian and writer James Howell in one of his works “Paramoigraphy” in 1659.  \nThe image would have arisen from a story about a young peasant girl that was carrying a bucket of milk on her head and, distracted by the things she could buy with the money she would receive from the sale of the product, she ended up stumbling, falling and spilling all the milk on the ground. Upon seeing the scene, she came to the conclusion that it would not be practical to regret a fact that had already occurred, because it would do nothing to remedy the situation.","15":"The comparison of fruit and money trys to show the contrast in how easy it is to pick fruit from the tree and how difficult it is to earn money. Parents often say this to their children to make them aware that earning money means hard work.","16":".Presence has a great impact on people's memory.The proverb was first recorded in John Heywood’s 1546 work,  \"A dialogue conteinyng  the number in effect of all the proverbes in the English tongue\". However, the idea of forgetting someone when they have long been absent goes back at least to ancient Greece, specifically,  to the epic Greek poem the Odyssey, which usually carries an attribution to Homer and likely dates to the late 7th century or early 8th century BC. ","17":"The proverb dates from the time of   Chaucer's Troilus and Criseyde, written in 1385. Later, George Herbert modified it this way: “Whose house is of glass, must not throw stones at another.” And in 1736, Benjamin Franklin wrote, “Don't throw stones at your neighbors, if your own windows are glass.”\nIt warns people to not criticize others with the same faults that we have.","18":"The expression was published in a book of poetry in medieval France called “Li Proverbe au Vilain” in the year 1190:“Rome ne fu[t] pas faite toute en un jour” .\nThis phrase is an injuction for people to be patient for something that is nice and good.\nTo construct a complex and beautiful city like Rome, a lot of time and effort is needed.","19":"It’s a human tendency to consider that what the other has is better than what we have.\nThe original idea can be found in the poetry of Ovid (c.43 b.c.–a.d. c.18): \"Fertilior seges est alenis semper in agris (The harvest is always more fruitful in another man's fields)\". \nIt was also cited by Erasmus of Rotterdam and translated into English by Richard Taverner in 1545, as:“The corn in an other mans ground semeth euer more fertyll and plentifull then doth oure own.” (The corn in another man’s ground seems ever more fertile and plentiful than our own does.)\nThe song recorded in 1924 by Raymond B. Egan and Richard A. Whiting carried its wording, “The Grass is Always Greener in the Other Fellow’s Yard.”","20":"This saying conveys the notion that too many people doing the same process is inefficient.\nIn 1575, the English historian John Hooker wrote The Life and Times of Sir Peter Carew. In that he verified that “the more cooks the worse potage”. ","21":"This proverb is based on the religious belief that God always accompanies you and helps you in difficult times. Cervantes used this proverb in his famous book “Don Quixote” (1605).","22":"The idiom has its origins back to at least 43 B.C, but it became popular in the 16th century. It is used as a metaphor where the smoke is used to represent something that is suspicious and the fire is used to represent bad deeds. ","23":"If a fish is removed from its natural habitat, it doesn’t feel comfortable and cannot survive.  In 1483, the English writer Geoffrey Chaucer in his famous book, \"The Canterbury Tales\" used this expression to describe one of the characters who did not feel comfortable riding a horse.","24":"The proverb comes from the Code of Hammurabi, (Hammurabi was King of Babylon, 1792-1750BC) and from various passages in the Bible, including  Exodus and Leviticus (Leviticus 24:19-21).","25":"The philosopher and poet Seneca  (4 BC – AD 65) wrote in Latin: “Manus manum lavat”, which translates as “One hand washes the other”.\nEven other writers have used the Latin wording to make mutual favours a recognized norm. \nWashing hands is also an important religious ritual for moslims and Jewish people and we can find innumerable references to hand washing in the Bible, for instance Exodus 30:17-21 (Old Testament) and Matthew 27:24 (New Testament).","26":"The English proverb is first recorded in 1539: in \"Prouerbes or adagies with newe addicions gathered out of the Chiliades of Erasmus\", an adaptation of Adagiorum chiliades (Thousands of proverbs) by the Dutch humanist and scholar Desiderius Erasmus (1469-1536).\nThe metaphor is a reference to the migration of swallows that happens in the spring or early summer.","27":"This expression dates from the 1600s, but the concept itself may come from a story about Dionysius, ruler of Syracuse (405–367 b.c.), who had built beneath his palace an ear-shaped cave cut and connected between the rooms of his palace so that he could hear what was being said from another room. Similar listening posts seemed to be installed in other palaces over the centuries, including the Louvre in Paris during the 1500s. ","28":"The expression is based on empirical knowledge  and has been traced by George Colman the Younger (1762-1836). It teaches us that in business profit is the most important thing to consider.","29":"This expression was used in England, around the year 1608, in a play called \"The Christmas Prince\". It draws attention to situations in which one person has an advantage over another, and laughs at the person losing.\nIt cautions  people to not laugh too early, because it can work counterproductively. ","30":"The origin of this phrase comes from the Bible when God told Adam not to eat a particular fruit, an apple. Adam and Eve were convinced by Satan that the fruit is the sweetest and they must try it. According to the Bible, Adam and Eve were thrown out of the Garden of Eden upon having tasted this forbidden fruit."},"Image":{"0":"prov1.png","1":"prov2.png","2":"prov3.png","3":"prov4.png","4":"prov5.png","5":"prov6.png","6":"prov7.png","7":"prov8.png","8":"prov9.png","9":"prov10.png","10":"prov11.png","11":"prov12.png","12":"prov13.png","13":"prov14.png","14":"prov15.png","15":"prov16.png","16":"prov17.png","17":"prov18.png","18":"prov19.png","19":"prov20.png","20":"prov21.png","21":"prov22.png","22":"prov23.png","23":"prov24.png","24":"prov25.png","25":"prov26.png","26":"prov27.png","27":"prov28.png","28":"prov29.png","29":"prov30.png","30":"prov31.png"}}